{
  "intents": [
    {
      "tag": "Kosten",
      "patterns": [
        "Wie viel kostet ein Auto bei Ihnen?",
        "Was kostet ein Fahrzeug bei Ihnen?",
        "Wie teuer ist ein Auto?",
        "kostet",
        "teuer"
      ],
      "responses": [
        "Guten Tag, Fahrzeuge gibt es bei uns ab 30 Euro am Tag. Die ersten 30km sind frei, danach 1 Euro pro km. Das Auto ist vollgetankt zurueckzugeben."
      ]
    },
    {
      "tag": "Verfügbar",
      "patterns": [
        "Ist bei Ihnen gerade ein Auto verfügbar?",
        "Kann ich mir heute noch ein Auto mieten?",
        "Ist noch ein Auto frei, welches ich mir ausleihen kann?",
        "Haben Sie momentan einen Wagen verfügbar?",
        "mieten",
        "verfügbar",
        "ausleihen"
      ],
      "responses": [
        "Hi, toll dass du dich bei uns meldest! Leider nein, tut mir leid. Alle Bezahlungen werden ueber unsere Website oder unsere App abgewickelt."
      ]
    },
    {
      "tag": "Audi",
      "patterns": [
        "Wie teuer ist der Audi?"
      ],
      "responses": [
        "Den Audi A3 gibt es bei uns ab 150€ am Tag. Die ersten 30km sind frei, danach 1€ pro km. Allerdings muesstest du am Ende auch noch volltanken. Fuer den Audi A3 verlangen wir außerdem eine Kaution von 500€, da es unser teuerstes Fahrzeug ist."
      ]
    },
    {
      "tag": "Zahlen",
      "patterns": [
        "Kann ich bei Ihnen vor Ort bezahlen?",
        "Kann ich bei Ihnen auch vor Ort bezahlen?",
        "Kann ich auch bar bezahlen?",
        "Kann ich auch bar vor Ort bezahlen?"
      ],
      "responses": [
        "Leider nein, tut mir leid. Alle Bezahlungen werden ueber unsere Website oder unsere App abgewickelt."
      ]
    },
    {
      "tag": "Kaution",
      "patterns": [
        "Nehmen Sie eine Kaution?",
        "Wie hoch ist der Betrag für die Kaution?",
        "Wie viel Kaution muss ich zahlen?",
        "Wie viel kostet die Kaution?",
        "Kaution"
      ],
      "responses": [
      "Hi, toll dass du dich bei uns meldest! Das haengt vom Auto ab: Ab einem Preis von mehr als 100€ am Tag brauchen wir eine Kaution abhaengig vom Fahrzeugwert. Fuer alle anderen nicht."
      ]
    },
    {
      "tag": "Tanken",
      "patterns": [
        "Auf der Website steht, dass die ersten 30km kostenlos sind. Warum muss ich dann trotzdem volltanken?",
        "Wenn ich weniger als 30km gefahren bin, muss ich dann trotzdem volltanken?"
      ],
      "responses": [
       "Hi, toll dass du dich bei uns meldest! Du musst volltanken, damit der naechste Kunde auch wieder ein vollgetanktes Auto hat. Außerdem wuerden wir ja sonst Verlust machen! ;-)"
      ]
    }
  ]
}
